<template>
    <div>
        <h1> Реестр качественных </h1>
        <pre>
            TODO:
            - Шапка с элементами
                - элементы поиска по табличным показателям, фильтры с возможностью запроса на сервер
                - Сортировка по элементу
                -
            - Таблица накладных со следующими колонками:
                - Отправитель (код)
                - Ст отправления + код
                - Дата документа
                - № ЖД накладной
                - № Вагона
                - Отметка о сертификате
                - ст Назначения +  код
                - Получатель + код
                - Груз + код
                - Тара
                - нетто
                - Инфо по графам (7, 15 при клике всплывающее окно)
        </pre>
    </div>
</template>

<script>
    export default {
        name: "QualityCertsList"
    }
</script>

<style scoped>

</style>